import React from 'react';

export const title = 'החנות הקטנה והמקומית של עץבעיר';

export const text = (
  <>
    <p>
      החנות של עץבעיר היא שילוב בלתי רגיל של &quot;מועדון חברים&quot;,
      &quot;קואופרטיב&quot;, מפעל מיחזור, ומפעל שיקומי.
      <br />
      <br />
      בכל קנייה שלכן כאן אתן תומכות ב&quot;צרכנות רגועה&quot; שהיא מקומית
      וחסכנית ככל האפשר -<br />
      אנו משמישות מחדש צנצנות בקבוקים מגבות ומצעים לכדי כל האריזות הדרושות לנו,
      <br />
      וכל מה שאנחנו אורזות הוא:
    </p>
    <ul>
      <li>עשוי כאן בעץבעיר או על ידי חברות וחברים שאנחנו מכירות ומוקירות.</li>
      <li>עשוי מחומרים איכותיים שגם חוזרים לאדמה.</li>
      <li>
        עשוי וארוז באהבה על ידי א&apos;נשים ששוהים בעץבעיר בתהליכי הלימוד
        והריפוי שלהן.
      </li>
    </ul>
  </>
);
