import React from 'react';
import { Col, Container, Row } from 'react-bootstrap';
import { Title, Paragraph, BoxInner, LinkButton } from 'src/components/Box';
import Hero from 'src/components/Hero';
import image from 'src/assets/images/workshops_bg.jpeg';
import { PAGES, magicalEconomyUrl } from 'src/constants';
import { formatPath } from 'src/utils';
import './styles.scss';

function Workshops() {
  return (
    <Hero image={image} boxColor="#c8dcf0d0" anchor="workshops">
      <Container className="workshops">
        <Row>
          <Col lg={6}>
            <BoxInner>
              <Title>לימוד מקוון</Title>
              <Paragraph>
                כמרכז ידע, אנחנו לא מפסיקים ללמוד וללמד. בנוסף למפגשים בעולם האמיתי, אנחנו מציעות גם
                סדנאות, קורסים ולימוד בפורמט דיגיטלי. החומרים שלנו מוקדשים לאקולוגיה עמוקה ולחוסן
                אקלימי ומחברים בין הרמות השונות של הידע; הרמה המעשית, התיאורטית והרוחנית-פילוסופית.
              </Paragraph>
              <Paragraph>
                <b>אקולוגיה מעשית</b> – שנים רבות תמי ואלון חיים אקולוגיה בעולם האמיתי; תמי מתעמקת
                במשק הבית האקולוגי, בכלכלה ובכישוף, ואלון מעמיק לעולמם של צמחי הגן והבר, הוא לקט
                עירוני מקצועי ומטפח מסור של גינות אקולוגיות.
              </Paragraph>
              <Paragraph>
                <b>אקולוגיה עמוקה</b> – עם השנים המחקר המעשי של עץבעיר העמיק לתחומים המערכתיים.
                התחלנו לשאול שאלות על הכלכלה והחברה שאנו שרויים בהן ולבדוק מחדש את הסיפורים שהן
                מספרות לנו. החקר שלנו מסתמך על מקורות מתחומי ההיסטוריה, האקו-פמיניזם, ביקורת המקרא,
                הכלכלה, האנתרופולוגיה, האנרכיזם והפוסטקפיטליזם.
                <br />
                תמי היא הדוברת והמגישה הראשית של הלימוד. היא מגישה את הדברים בדרכה הקולחת,
                האסוציאטיבית והיצירתית, בליווי מצגות ייחודיות. בהצטרפות למעגל התמיכה של העץ בפטראון,
                תקבלו גישה למפגשי לימוד חודשיים ולכל החומרים הדיגיטליים שאנחנו מציעות כאן לרכישה.
              </Paragraph>
              <Paragraph>
                <b>חוסן אקלימי</b> - אנחנו גם עוקבים אחרי מחקרים ועדכונים סביב המשבר האקלימי-אקולוגי
                הדוהר, ומגבשים עמדה מורכבת שמתייחסת גם לתיאוריות הקונספירציה למיניהן וקושרת בין
                המשברים השונים הפוקדים אותנו השכם והערב, כגון הקורונה. עמדה זו מכוונת אותנו בין השאר
                אל מחוץ לתל-אביב ומשולבת בלימוד ובפרסומים שלנו ברשתות החברתיות. כתבנו לא מעט
                מניפסטים וניירות עמדה, ואנחנו מקוות להעלות אותם לאתר בקרוב.
              </Paragraph>
            </BoxInner>
          </Col>
          <Col lg={6} className="side-column">
            <Row>
              <Col>
                <BoxInner>
                  <Title>לימוד מקוון</Title>
                  <Paragraph>
                    כמרכז ידע, אנחנו לא מפסיקים ללמוד וללמד. בנוסף למפגשים בעולם האמיתי, אנחנו
                    מציעות גם סדנאות, קורסים ולימוד בפורמט דיגיטלי. החומרים שלנו מוקדשים לאקולוגיה
                    עמוקה ולחוסן אקלימי ומחברים בין הרמות השונות של הידע; הרמה המעשית, התיאורטית
                    והרוחנית-פילוסופית.
                  </Paragraph>
                  <Paragraph>
                    <b>אקולוגיה מעשית</b> – שנים רבות תמי ואלון חיים אקולוגיה בעולם האמיתי; תמי
                    מתעמקת במשק הבית האקולוגי, בכלכלה ובכישוף, ואלון מעמיק לעולמם של צמחי הגן והבר,
                    הוא לקט עירוני מקצועי ומטפח מסור של גינות אקולוגיות.
                  </Paragraph>
                  <Paragraph>
                    <b>אקולוגיה עמוקה</b> – עם השנים המחקר המעשי של עץבעיר העמיק לתחומים המערכתיים.
                    התחלנו לשאול שאלות על הכלכלה והחברה שאנו שרויים בהן ולבדוק מחדש את הסיפורים שהן
                    מספרות לנו. החקר שלנו מסתמך על מקורות מתחומי ההיסטוריה, האקו-פמיניזם, ביקורת
                    המקרא, הכלכלה, האנתרופולוגיה, האנרכיזם והפוסטקפיטליזם.
                    <br />
                    תמי היא הדוברת והמגישה הראשית של הלימוד. היא מגישה את הדברים בדרכה הקולחת,
                    האסוציאטיבית והיצירתית, בליווי מצגות ייחודיות. בהצטרפות למעגל התמיכה של העץ
                    בפטראון, תקבלו גישה למפגשי לימוד חודשיים ולכל החומרים הדיגיטליים שאנחנו מציעות
                    כאן לרכישה.
                  </Paragraph>
                  <Paragraph>
                    <b>חוסן אקלימי</b> - אנחנו גם עוקבים אחרי מחקרים ועדכונים סביב המשבר
                    האקלימי-אקולוגי הדוהר, ומגבשים עמדה מורכבת שמתייחסת גם לתיאוריות הקונספירציה
                    למיניהן וקושרת בין המשברים השונים הפוקדים אותנו השכם והערב, כגון הקורונה. עמדה
                    זו מכוונת אותנו בין השאר אל מחוץ לתל-אביב ומשולבת בלימוד ובפרסומים שלנו ברשתות
                    החברתיות. כתבנו לא מעט מניפסטים וניירות עמדה, ואנחנו מקוות להעלות אותם לאתר
                    בקרוב.
                  </Paragraph>
                </BoxInner>
              </Col>
            </Row>
          </Col>
        </Row>
      </Container>
    </Hero>
  );
}

export default Workshops;
