import React from 'react';
import { IInvitation, IDonate } from './types';
import ezpayImage from '../../images/ezpay.png';
import bitpayImage from '../../images/bitpay.png';
import bitpayIcon from '../../images/bit-transfer.gif';
import paypalImage from '../../images/paypal.svg';
import patreonImage from '../../images/patreon.png';
import { bitPhone, patreonUrl } from '../../constants';

export const Invitation: IInvitation = {
  title1: 'אנו מזמינים אותך להיות פטרונית או פטרון של עץבעיר!',
  text1: (
    <>
      אין לעץבעיר קיום ללא הקהילה שסביבו – החקלאים שמהם אנחנו קונים את האוכל שלנו, המורות והמורים
      שאנחנו לומדות מהן לאורך השנים, המבקרות בעץ וכל מי שבאה ללמוד, לחיות ולעבוד איתנו. העשייה שלנו
      מבוססת במהותה על השתתפות פעילה של החברים והחברות השותפות לדרך ועל מערכות יחסים מורכבות. זמן
      וכסף שמגיעים מחברות וחברים הם נדבך הכרחי לקיומו של עץבעיר.
      <br />
      <br />
      אנחנו מאמינות שהמידע שאנו מפיצות ייחודי, מציל חיים וחיוני יותר מתמיד, ולא כל אחד ואחת שזקוקים
      לו יכולים לשלם עבורו. אנחנו כאן כדי להמשיך ליצור, ללמוד, לחקור, ללמד ולהפיץ את הידע שלנו
      בערוצי מידע נגישים לכל דורש. ביצירת ערוצים אלה מצטרפים אלינו תלמידות ותלמידים לריטריטים של
      מגורים ועבודה, תוך שהם מבריאים ולומדים איך לבנות בריאות וחוסן בעולם שנמצא בסכנה.
      <br />
      <br />
      כל תרומה כספית תומכת הן ביצירת ערוצי המידע, הן במי שאינם יכולים לשלם עבור הידע והן במתלמדים
      המתגוררים בעץבעיר.
      <br />
      <br />
      עזרו לנו להגיע לעוד א'נשים, לשנות עוד משקי-בית, להזיז עוד ברגים בראשים. אנחנו קוראות לכן ולכם
      להיכנס למעגל הפטרונים והפטרוניות של עץבעיר.
    </>
  ),
  title2: 'מלבד הסיפוק שבפטרונות תקבלו גם מתנות ומידע רדיקלי',
  text2: (
    <>
      הפטרונים והפטרוניות שלנו מקבלות מתנות מיוחדות, מפגשי קהילה מקוונים והצצות ראשונות לשלבי הפיתוח
      של פרויקטים חדשים. גולת-הכותרת הם הפרויקטים הניסיוניים ששעתם לחשיפה רחבה עדיין לא הגיעה, אם
      משום שהניסיון נדמה רדיקלי מדי לעת-עתה, ואם משום שאנחנו עדיין בשלבי הפיתוח הראשוניים ואיננו
      בטוחים לגבי התוצאה. ממניפסט חדש ועד מערכת מהפכנית לטיפול בפסולת אנושית באמצע העיר - עם
      הפטרונים והפטרוניות שלנו נוח לנו לשתף בתהליך, ומהן נרצה לקבל משוב.
      <br />
      <br />
      הביעו את האמון שלכן במתן תרומה חודשית לעץבעיר והיכנסו למעגל "יודעי-הדבר" שלנו!{' '}
      <a href={patreonUrl} target="_blank" rel="noopener noreferrer">
        הצטרפו לדף של עץבעיר בפטראון!
      </a>
    </>
  ),
};

export const Donate: IDonate = {
  title: 'כל הדרכים לתת כסף לעץ',
  subtitle: 'לתשלום חד-פעמי עבור סדנה או קורס, מוצר או ייעוץ או כי בא לכן',
  patreon: {
    title: 'היו פטרונים',
    linkUrl: patreonUrl,
    imageUrl: patreonImage,
    text: <>לתמיכה חודשית קבועה בעץבעיר</>,
  },
  buttons: [
    {
      title: 'ביט',
      imageUrl: bitpayImage,
      text: (
        <>
          <img width="24" height="24" src={bitpayIcon} alt="העבירו בביט" /> העבירו בביט למספר
          הסלולרי של עץבעיר {bitPhone}
        </>
      ),
    },
    {
      title: 'פייפאל',
      linkUrl: 'https://www.paypal.me/citytree',
      imageUrl: paypalImage,
      maxHeight: 20,
    },
    {
      title: 'איזיפיי',
      linkUrl: 'https://www.ezpay.co.il/Payment.aspx?id=13295',
      imageUrl: ezpayImage,
    },
    {
      title: 'מזומן',
      text: <>כסף הוא גם חומר! בואו לבקר ושלמו במטבעות ובניירות כמו פעם!</>,
    },
  ],
};
