import React from 'react';

export const topSectionTitle = 'עץ חוזר הביתה';
export const topSectionText = (
  <>
    ,ביבא-לת בלב יתליהק–יגולוקא הדימל זכרמ אוה ריעבץע .יפותיש םירוגמ בחרמ – שממ
    לש תיבו ימילקא ןסוחל רוטבוקניא לצא ומכ ,&quot;ץעה&quot; בלב התלע הנורוק
    סוריו ותיא איבהש הריצעה ךותמ לא ,הניגה לא ,תיבה לא – &quot;התיבה רוזחל&quot;
    הרורבה האירקה ,םיבר ר&quot;דו ירצ ימת .2006-ב חמצ ריעבץע םהמש תודוסיה לא
    ,חפטימה היישעמ ,התיבה ורזח ,ריעבץע תא תומייקמה ,ןרילא ןולא רבשמה לע עדיב
    םיסומע ,תיתביבסה העונתה יבחרב תימוחת-בר .וב הנותנ תושונאהש ידממ-ברה תילבולגה
    העדותה תא תרבחמ &quot;התיבה הבישה&quot; םינוטרסה תרדס ,םתוא םייח ימתו ןולאש
    יפכ ,ריעב םייגולוקאה םייחה לש הקיטקרפל .הנתמב ץפומש םלש עדי-ףוג
  </>
);
export const topSectionYoutubeId = '81snpPninKg';

export const moreSectionTabs = [
  {
    key: 'about',
    title: 'עוד על עץבעיר',
    text: <>Hello</>,
  },
  {
    key: 'visit',
    title: 'בואו לבקר',
    text: <>Hello2</>,
  },
  {
    key: 'workshops',
    title: 'סדנאות',
    text: <>Hello3</>,
  },
  {
    key: 'schedule',
    title: 'יומן אירועים',
    text: <>Nye</>,
  },
];
