import React from 'react';

export const title = 'הסיפור של העץ';

export const text = (
  <>
    <p>
      ב-2006 הקימה תמי צרי, אמנית שבאחת מההרפתקאות שלה היתה גם אשת עסקים בניו
      יורק, את אתר האינטרנט &quot;עץבעיר&quot; במטרה להפיץ מידע ששינה את חייה -
      מידע על תזונה בריאה, על שחרור מתאגידים, על גינון וקומפוסט, על כבוד ליסודות
      ולחיים.{' '}
    </p>
    <p>
      ממרחב בלוגרי וירטואלי, התגלגל עץבעיר עם הזמן להיות מרחב ממשי למפגש ולתרגול
      מעשי של אורחות חיים הכוללות עבודת אדמה ומשק בית אקולוגי במרחב העירוני.
      כשתמי הגיעה לכיכר ביאליק ב-2008 העץ כבר היה בשל לייסודו של &quot;הסלון
      האקולוגי&quot;, יחד עם אלון אלירן, היום דוקטור במדעי הסביבה, ואז כמו היום
      לקט עירוני, גנן ומשורר אקולוגי. חברות עץבעיר התחילו לקרוא לו
      &quot;העץ&quot;.
    </p>
    <p>
      החשיפה לחומרתו של משבר האקלים הגיעה ב-2018 וזעזעה את יושבי העץ. בתגובה תמי
      ואלון הגבירו את הפעילות הציבורית שלהם והצטרפו למרד בהכחדה. כתוצאה מכך נכנס
      העץ למשבר כלכלי חמור במיוחד. כך נולד קמפיין &quot;תיבת הלא נוח&quot;, ובו
      התגייסו עשרות א&apos;נשים והוציאו את העץ מהחוב. המשבר הבא הגיע עם נגיף
      קורונה... מתוך המשבר הזה נולדה הסדרה &quot;השיבה הביתה&quot; – וכך הגענו
      עד הלום : )
    </p>
    <p>
      מעצם מהותו, העץ חותר תחת המבנים הכלכליים והחברתיים הקיימים ורואה בחתירה זו
      הכרח קיומי. אנחנו מסרבות להכפיף את תחומי הפעילות, ההתמחות המקצועית ואופן
      ההתנהלות שלנו לחוקי השוק הרגילים, ומשתמשות ב&quot;כלי האדון&quot; במודעות
      ובזהירות. זו הסיבה המרכזית לכך שהעץ נתקל שוב ושוב בקשיים כלכליים שמאיימים
      על קיומו. בעבודתנו אנחנו תורמים להרחבת מעגלי המודעות והביקורת על השיטה
      הקפיטליסטית ולביסוס החלופות.
    </p>
  </>
);
