import React from 'react';

export const title = 'הסיפור של העץ';

export const text = (
  <>
    <p>
      ב-2006 הקימה תמי צרי, אמנית שבאחת מההרפתקאות שלה הייתה גם אשת עסקים בניו יורק, את אתר האינטרנט
      "עץבעיר" במטרה להפיץ מידע ששינה את חייה – מידע על תזונה בריאה, על שחרור מתאגידים, על גינון
      וקומפוסט, על כבוד ליסודות ולחיים.{' '}
    </p>
    <p>
      ממרחב בלוגרי וירטואלי, התגלגל עץבעיר עם הזמן להיות מרחב ממשי למפגש ולתרגול מעשי של אורחות-חיים
      הכוללים עבודת אדמה ומשק-בית אקולוגי במרחב העירוני. חברות עץבעיר התחילו לקרוא לו "העץ". כשתמי
      הגיעה לכיכר ביאליק ב-2008 העץ כבר היה בשל לייסודו של "הסלון האקולוגי", יחד עם אלון אלירן, היום
      דוקטור במדעי הסביבה, ואז כמו היום לקט עירוני, גנן ומשורר אקולוגי.
    </p>
    <p>
      מאז עבר העץ דירה עוד פעמיים, בכיכר ביאליק. לדירה הנוכחית, מספר 7 ברחוב ביאליק 25, נכנסו ב-2013
      שבעה "נדירים ונדירות" וייסדו את החיים בעץבעיר מחדש כחיים שיתופיים. מאז, נושא הקהילתיות הצטרף
      לנושאי המחקר והעיסוק של העץ, ומעגל גדל והולך של דיירות, נוודים ותלמידים באים והולכים וחוזרים
      ומהדהדים את המסר: אנושות יפה יותר בעולם יפה יותר אפשרית ואף נגישה. ניתן להשוות את ההתנהלות
      היומיומית של עץבעיר לקומונה, בית-ספר או מנזר – אנחנו אוהבות לקרוא לו "מנדר".
    </p>
    <p>
      בנוסף ליצירה בבית ובגינה, תמי צרי מופיעה מדי פעם בזירת האמנות והתקשורת. ב-2012 ביריד "צבע טרי"
      הקימה יחד עם תמי אביחיל וקבוצה מסורה של שותפים ושותפות מיצג אמנותי בשם "אפס, בית" שבישר את
      "סוף העולם כפי שאנחנו מכירות אותו". ב-2017 הקימה, שוב עם קבוצה מסורה של שותפות ושותפים, את
      "אפס, בית, אדמה", על הגג של מוסללה בבניין כלל בירושלים. הפעם הציעה טיפול מהפכני במוכחש ביותר –
      הזבל האנושי – באמצעות מכלי אדמה ייחודיים שפיתחה יחד עם אמנית האדמה, דפנה יילון.
    </p>
    <p>
      החשיפה לחומרתו של משבר האקלים הגיעה ב-2018 וזעזעה את יושבי העץ. בתגובה תמי ואלון הגבירו את
      הפעילות הציבורית שלהם והצטרפו למרד בהכחדה. כתוצאה מכך נכנס העץ למשבר כלכלי חמור במיוחד. כך
      נולד קמפיין "תיבת הלא נוח", ובו התגייסו עשרות א'נשים והוציאו את העץ מהחוב. המשבר הבא הגיע עם
      נגיף קורונה... מתוך המשבר הזה נולדה הסדרה "השיבה הביתה" – וכך הגענו עד הלום : )
    </p>
    <p>
      מעצם מהותו, העץ חותר תחת המבנים הכלכליים והחברתיים הקיימים ורואה בחתירה זו הכרח קיומי. אנחנו
      מסרבות להכפיף את תחומי הפעילות, ההתמחות המקצועית ואופן ההתנהלות שלנו לחוקי השוק הרגילים,
      ומשתמשות ב"כלי האדון" במודעות ובזהירות. זו הסיבה המרכזית לכך שהעץ נתקל שוב ושוב בקשיים כלכליים
      שמאיימים על קיומו. בעבודתנו אנחנו תורמים להרחבת מעגלי המודעות והביקורת על השיטה הקפיטליסטית
      ולביסוס החלופות.
    </p>
  </>
);
