import React from 'react';

export const title = 'החזון שלנו לעולם';

export const text = (
  <>
    <p>
      אנו רואות לנגד עינינו עולם שבו גופנו, ביתנו וכדור-הארץ כולו שבים ומקבלים מהא&apos;נשים יחס של
      כבוד ויראה, ככלים מקודשים לסביבות מחיה חיוניות שהחיים משגשגים בהן במלואם. אנו מאחלות ומאחלים
      שבני-האדם ימצאו מחדש את מקומם בעולם, כשחוקי הטבע משמשים להם כמדריך.
    </p>
    <p>
      אנו רואות תרבות אנושית מחוברת ליסודות החיים: מוקירה את האדמה, מכבדת את המים, חוגגת את האש
      ומעריכה את האוויר. בזמנים אלה של חוסר-ביטחון ואובדן-אמון, אנו מקווים לימים שבהם תחושת הביטחון
      תנבע לא ממערכת של כסף אלא משפע של אהבה, חיבור ובריאות. אנו רואות בעיני-רוחנו את הבתים מתמלאים
      מחדש בחיים ואותנו, הא&apos;נשים, חוזרים הביתה – אל החיבור הבלתי-אמצעי לכל מה שמזין אותנו –
      לטבע, למזון בריא ומיטיב, לקהילה, לכל מה שחי סביבנו ובתוכנו. השיבה הביתה היא שיבה לאכפתיות,
      לטיפוח הסביבה שלנו ולהרמוניה עם הפלנטה. הבה ונחזור לתפקידנו כשומרי החיים עלי אדמות.
    </p>
    <p>הבה ונשוב הביתה!</p>
    <p>
      את התפישה שלנו למושג ה&quot;בית&quot; פירטנו ב
      <a
        href="https://drive.google.com/open?id=1sRnYba3-KKjY60wHcFjMuEZhF2L_xLtGyNoftp14hds"
        target="_blank"
        rel="noopener noreferrer"
      >
        מניפסט הבית
      </a>
      .
    </p>
    <p>
      יש לנו חזון מפורט לעיר תל־אביב, שאפשר להתאימו לכל מקום. בחזוננו העיר כולה היא עיר-יער. ערים
      בכל העולם לובשות ירוק ותושביהן הופכים אותן למרחבים שופעי חיים ויצרניים. לפירוט אנא קראו את{' '}
      <a
        href="https://docs.google.com/document/d/1b-QhBATJthVpK5mlpiwFuAFlIQye8mAQk5j8wZHT1uo/edit?usp=sharing"
        target="_blank"
        rel="noopener noreferrer"
      >
        כיכר ביאליק לחוסן עירוני, במסגרת פרויקט ארצי עיר-יער
      </a>
      , את{' '}
      <a
        href="https://docs.google.com/document/d/1pfRqG6__fZCEDMAFi-1WJ1pJBYBwGcKH63fL4Y5Zomk/edit?usp=sharing"
        target="_blank"
        rel="noopener noreferrer"
      >
        חקלאות עירונית – מדיבורים למעשים
      </a>{' '}
      ואת &quot;מניפסט הגן&quot; (בעבודה).
    </p>
    <p>
      העצים הם עמוד-התווך בעיר-יער. אם נקדש את העצים, ייקל עלינו להצמיח מסביבם את כל שאר חלקי החזון.
      מתוך הכרה זו כתבנו את אמנת העצים הקדושים.
    </p>
  </>
);
