import React from 'react';
import { ITabs } from './types';
import AboutUsImage from '../../images/about-us.jpg';

export const Tabs: ITabs[] = [
  {
    key: 'about',
    title: 'עוד על עץבעיר',
    text: (
      <p>
        עץבעיר הוא נקודה ברשת תומכת החיים שנקראת &quot;התנועה הגדולה&quot;, וחבריו פעילים במרד
        בהכחדה ובכלל התנועה הסביבתית. המתנה הייחודית שהעץ מביא אל המפה היא האפשרות הנגישה והמיידית
        לשינוי אישי–קהילתי–אקולוגי. גם לאלה מבינינו הפעילים בגינות קהילתיות, בהפגנות או בעשייה
        ציבורית אחרת נותר במקרים רבים פער בין הציבורי לאישי. עץבעיר שם דגש על הבית ועל העבודה בו
        ובקרבתו ובכך הוא משלים ומעשיר כל פעילות במרחב הציבורי.
        <br />
        <br />
        בעץבעיר אנחנו חיות את האוטופיה במידה שאפשרית לנו כאן ועכשיו – &quot;אוטופיה&quot; השולחת
        אלינו רמזים על כל צעד ושעל – מההיסטוריה של העיר האהובה שלנו ועד גמל-שלמה שהתגלה בגינה.
        <br />
        <br />
        העץ חוקר בפועל איך &quot;לחיות טוב בעיר&quot; ומנחיל ידע לטיפוח הסביבה העירונית כמרחב שופע
        חיים ומערכות יחסים – בין האדם לצומח ולחי, בינם לבין עצמם, לאדמה, למים ולכל היסודות. המידע
        רב-הערך שהצטבר וממשיך להצטבר בעץ יכול להיות קיומי בעת משבר, וביומיום הוא פשוט איכות חיים:
        תזונה מיטיבה, שימור מזון, השבת הזבל לאדמה, עבודה נכונה עם מים ועם צמחים, אקולוגיה אנושית,
        עצמאות-עם, כלכלה מעגלית, יצרנות מקומית.
        <br />
        <br />
        להרחבה:
        <a
          href="https://docs.google.com/document/u/4/d/e/2PACX-1vShrvtZLA4n4xRVw6jNHzZHCZJfOCWwHWK1ZGexSaRXC577aRbe66vO0Tu7u924neQgX6aIEWGpnYsD/pub"
          target="_blank"
          rel="noopener noreferrer"
        >
          מה עץבעיר נותן לעיר, נייר-עמדה, אביב 2020
        </a>
      </p>
    ),
    imageUrl: AboutUsImage,
  },
  {
    key: 'visit',
    title: 'מתי ואיך אפשר לבוא',
    text: (
      <>
        <p>
          בימי שלישי הבית והגינה פתוחים לביקורים ואפשר לבוא לפגוש את תמי, אלון וחבורת המתלמדים
          והדיירות שחיות לפרקים בדירה או מבקרות בה. הבית נפתח כמובן גם כשמתקיימים בו אירועים, סיורים
          או סדנאות. אפשר גם להגיע בתיאום מראש כדי לקנות חומץ, סבון או בוקאשי.
        </p>
        <p>
          אפשר להגיע לשהות ארוכה של לימודים-עבודה-הבראה - מתאים רק אם אתם מתפנים לזה לגמרי.
          א&apos;נשים מגיעות לעץ כדי ללמוד, להיחשף לפרקטיקות אקולוגיות, לפגוש עוד א&apos;נשים
          שמחפשים את הדרך הנכונה לחיות על הפלנטה, לנוח ולהבריא. אנחנו פותחות את הבית שלנו כדי לשרת
          את מי שבאה בתהליכי הלמידה והריפוי שלה.
        </p>
        <p>
          בכל זמן שתבואו תקבלו הזדמנות להציץ לבועה קטנה של חמימות ושפיות בלב לבה של העיר, ותיחשפו
          לכל העבודה שנעשית כדי לברוא אנושות חדשה שיודעת איך לחיות על פני הכדור הכחול היפה – ההזמנה
          להצטרף לעשייה תמיד פתוחה!
        </p>
        <p>
          ** אנחנו מציעות ריטריט עבודה לא&apos;נשות עיצוב, איור, וידאו, עריכה ושיווק – בואו לגור
          בעץ, ללמוד, לחוות ולאכול אוכל ממש ממש ממש בריא וטוב, בזמן שאתן נותנות את היכולות שלכן
          לפיתוח הסדרה &quot;השיבה הביתה&quot; וכל התוצרים הנלווים שלה – חוויה מבריאה לכל הצדדים.
        </p>
      </>
    ),
    mapUrl:
      'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d13523.738071490261!2d34.7820358!3d32.0710198!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf87e0681964f7087!2z16LXpdeR16LXmdeoIC0g15HXmdeqINec15DXp9eV15zXldeS15nXlCDXoteZ16jXldeg15nXqg!5e0!3m2!1sen!2sil!4v1590827210854!5m2!1sen!2sil',
    addressTitle: 'ממש בלב העיר תל אביב-יפו',
  },
  {
    key: 'workshops',
    title: 'סדנאות',
    text: (
      <>
        <br />
        בקרוב
      </>
    ),
  },
  {
    key: 'schedule',
    title: 'יומן אירועים',
    text: (
      <>
        <br />
        בקרוב
      </>
    ),
  },
];
