{
  "citytree": "עץבעיר",
  "address": "ביאליק 25 דירה 7",
  "phone": "03-5254196",
  "nav": {
    "donate": "לתת לעץ",
    "visit": "מתי ואיך אפשר לבוא",
    "workshops": "סדנאות",
    "vision": "החזון של עץבעיר",
    "cominghome": "השיבה הביתה"
  },
  "top": {
    "title": "עץבעיר בקצרה ולעניין",
    "visual-text": "תודה רבה",
    "text": [
      "עץבעיר הוא עסק חברתי המפתח ומפיץ ידע מעשי על אקולוגיה עירונית וחוסן אקלימי.",
      "כגוף עצמאי שחי ומדגים את כל אשר הוא מלמד, עץבעיר משלב הלכה למעשה סביבה, בריאות וקהילה.",
      "תמי צרי יצאה למסע גילוי בעקבות הדברים הקטנים שמיטיבים עם הבריאות ועם הסביבה לפני שלושה עשורים והקימה את עץבעיר בשנת 2006 כדי לחלוק את הידע. ד”ר אלון אלירן צועד גם הוא כשלושה עשורים בדרכי התזונה המיטיבה, הטבע העירוני, הגינון האקולוגי, הליקוט, האקטיביזם והמחקר והצטרף אל תמי בעשייה ובהפצת הבשורה.",
      "בימים אלה אנחנו אורזים מחדש את כל הידע ותוצרי העשייה שהצטברו לאורך שנות פעילותנו ומגישים אותם בערוצים חדשים, מקוונים, לצד הערוצים הישנים והאהובים. תוכלו למצוא את כל ערוצי הידע והנתינה ההדדית ממש כאן, באתר המתחדש של עץבעיר."
    ]
  },
  "about": {
    "title": "עוד על עץבעיר",
    "text": [
      "עץבעיר הוא נקודה ברשת תומכת החיים שנקראת ”התנועה הגדולה”, וחבריו פעילים במרד בהכחדה ובכלל התנועה הסביבתית. המתנה הייחודית שהעץ מביא אל המפה היא האפשרות הנגישה והמיידית לשינוי אישי–קהילתי–אקולוגי. גם לאלה מבינינו הפעילים בגינות קהילתיות, בהפגנות או בעשייה ציבורית אחרת נותר במקרים רבים פער בין הציבורי לאישי. עץבעיר הופך את הבית ואת העבודה בו ובקרבתו לזירה אומנותית–חתרנית של שינוי וגילוי ובכך הוא משלים ומעשיר כל פעילות במרחב הציבורי.",
      "בעץבעיר אנחנו חיות את האוטופיה במידה שאפשרית לנו כאן ועכשיו – ”אוטופיה” השולחת אלינו רמזים על כל צעד ושעל – מההיסטוריה של העיר האהובה שלנו ועד גמל-שלמה שהתגלה בגינה.",
      "העץ חוקר בפועל איך ”לחיות טוב בעיר” ומנחיל ידע לטיפוח הסביבה העירונית כמרחב שופע חיים ומערכות יחסים – בין האדם לצומח ולחי, בינם לבין עצמם, לאדמה, למים ולכל היסודות. המידע רב-הערך שהצטבר וממשיך להצטבר בעץ יכול להיות קיומי בעת משבר, וביומיום הוא פשוט איכות חיים: תזונה מיטיבה, שימור מזון, השבת הזבל לאדמה, עבודה נכונה עם מים ועם צמחים, אקולוגיה אנושית, עצמאות-עם, כלכלה מעגלית, יצרנות מקומית."
    ],
    "whitepaper": "להרחבה: <a>מה עץבעיר נותן לעיר, נייר-עמדה, אביב 2020</a>"
  },
  "visit": {
    "title": "מתי ואיך אפשר לבוא",
    "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d13523.738071490261!2d34.7820358!3d32.0710198!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf87e0681964f7087!2z16LXpdeR16LXmdeoIC0g15HXmdeqINec15DXp9eV15zXldeS15nXlCDXoteZ16jXldeg15nXqg!5e0!3m2!1siw!2sen!4v1590827210854!5m2!1siw!2sen",
    "mapAltText": "מיקום במפה",
    "addressTitle": "ממש בלב העיר תל אביב",
    "text": [
      "בימי שלישי הבית והגינה פתוחים לביקורים ואפשר לבוא לפגוש את תמי, אלון וחבורת המתלמדים והדיירות שחיות לפרקים בדירה או מבקרות בה. הבית נפתח, כמובן, גם כשמתקיימים בו אירועים, סיורים או סדנאות. אפשר גם להגיע בתיאום מראש כדי לקנות חומץ, סבון או בוקאשי.",
      "אפשר לבוא לשהות ארוכה במסגרת ריטריט אישי. א'נשים מגיעות לעץ כדי ללמוד, להיחשף לפרקטיקות אקולוגיות, לפגוש עוד שותפות ושותפים לדרך, לנוח ולהבריא. אנחנו פותחות את הבית שלנו כדי לשרת את מי שבאה בתהליכי הלמידה והריפוי שלה.",
      "בכל זמן שתבואו תקבלו הזדמנות להציץ לבועה קטנה של חמימות ושפיות בלב לבה של העיר ותיחשפו לכל העבודה שנעשית כדי לברוא אנושות חדשה שיודעת איך לחיות על פני הכדור הכחול היפה – ההזמנה להצטרף לעשייה פתוחה תמיד!",
      "** אנחנו מציעות ריטריט עבודה לא'נשות עיצוב, איור, וידאו, עריכה ושיווק – בואו לגור בעץ, ללמוד, לחוות, לתת מהיכולות שלכן לפיתוח ערוצי המידע שלנו ולאכול אוכל ממש ממש ממש בריא וטוב, תוך-כדי קבלת תשובה לכל שאלה סביבתית ובריאותית – חוויה מבריאה לכל הצדדים."
    ]
  },
  "workshops": {
    "title": "סדנאות וסיורים",
    "subtitle": "לבירור פרטים או להזמנת סדנה, דברו איתנו",
    "text": [
      "היומיום של עץבעיר משלב מחקר עשייה ולמידה הנטועים בבית ובגינות. בסדנאות של עץבעיר תוכלו ללמוד את מכלול המלאכות והעבודות של משק-הבית והגינה האקולוגיים: שימוש חוזר (”מחדוש”), תפירה, הכנת חומרי ניקוי וטיפוח, אוכל ומרפא, קומפוסט, וכמובן, גינון – בבית ובסביבתו. מהסדנאות תצאו עם ידע איך לעשות בעצמכן'ם וגם, בדרך כלל, עם משהו שהכנו ביחד.",
      "בסיורים קבוצות ומשפחות באות לביקור לימודי במרחב האקולוגי שלנו. בסיור אפשר לשלב ארוחה טבעונית קלה, סדנאות קצרצרות או פעילות בגינה. אנחנו מתאימים את התוכן ואת המחיר לדרישות וליכולת.",
      "אנחנו פועלים על פי הזמנים והעונות."
    ],
    "events": {
      "online": "סדנה מקוונת",
      "tour": "סיור",
      "house": "בבית עץבעיר",
      "en": "באנגלית",
      "he": "בעברית",
      "upcoming": "האירוע הקרוב",
      "title": "סדנאות, סיורים ומפגשים בעץ",
      "titles": {
        "376031080223235": "קומפוסט והעיר הגדולה – מבוא",
        "346135006581979": "איך להיות חולה",
        "383640592802406": "ארוחת-הצוהריים החורפית",
        "761561041330970": "סיור סביב כיכר ביאליק: בדרך לעיר–יער",
        "2799376593676978": "חומץ והחיים בסתיו",
        "3314838828600942": "קמבוצ'ה והחיידקים",
        "1013474255838254": "השקה חגיגית לספרו של אשר מימון, ”האמת של כולנו”",
        "624089721619740": "אש המרד, הכנת נרות אקולוגיים – סדנה לחנוכה!",
        "624365908469804": "צמחים מועילים בחורף בעיר",
        "335776294432008": "קומפוסט והעיר הגדולה – חלק שני",
        "3294869070634304": "טקס התה המקומי – סדנה מקוונת",
        "359931955368230": "ABRACADABRA - אברא כדברא : On magic, deep ecology, and the rise of the feminine",
        "331939588081680": "עצים מועילים",
        "966818803823564": "היו שלום מוצרי הנייר החד-פעמיים",
        "974527733059741": "טססס-ספריי",
        "3553265128051458": "מה את עושה כשאת קמה בבוקר?",
        "821237308644317": "השיער המבריק – סדנה מקוונת",
        "2792107381034313": "הפרידה מנייר טואלט",
        "612468359441909": "שמש שמש - הכנת חמאת הגנה מהחמה"
      }
    }
  },
  "schedule": {
    "title": "לוח זמנים"
  }
}