import React from 'react';
import image from '../../images/thanks.jpg';

export const title = 'עץבעיר בקצרה ולעניין';
export const text = (
  <>
    <p>עץבעיר הוא עסק חברתי המפתח ומפיץ ידע מעשי על אקולוגיה עירונית וחוסן אקלימי.</p>
    <p>כגוף עצמאי שחי ומדגים את כל אשר הוא מלמד, עץבעיר משלב הלכה למעשה סביבה, בריאות וקהילה.</p>
    <p>
      תמי צרי יצאה למסע גילוי בעקבות הדברים הקטנים שמיטיבים עם הבריאות ועם הסביבה לפני שלושה עשורים
      והקימה את עץבעיר בשנת 2006 כדי לחלוק את הידע. ד"ר אלון אלירן צועד גם הוא כשלושה עשורים בדרכי
      התזונה המיטיבה, הטבע העירוני, הגינון האקולוגי, הליקוט, האקטיביזם והמחקר והצטרף אל תמי בעשייה
      ובהפצת הבשורה.
    </p>
    <p>
      בימים אלה אנחנו אורזים מחדש את כל הידע ותוצרי העשייה שהצטברו לאורך שנות פעילותנו ומגישים אותם
      בערוצים חדשים, מקוונים, לצד הערוצים הישנים והאהובים. תוכלו למצוא את כל ערוצי הידע והנתינה
      ההדדית ממש כאן, באתר המתחדש של עץבעיר.
    </p>
  </>
);
export const youtubeId = undefined;

export const imageUrl = image;
