import React from 'react';
import image from '../../images/thanks.jpg';

export const title = 'עץ חוזר הביתה';
export const text = (
  <>
    <p>
      עץבעיר הוא מרכז למידה אקולוגי–קהילתי, אינקובטור לחוסן אקלימי ומרחב מגורים
      שיתופי.
    </p>
    <p>
      מתוך העצירה שהביא איתו וירוס קורונה עלתה בלב &quot;העץ&quot; הקריאה
      &quot;לחזור הביתה&quot; – אל הבית, אל הגינה, אל המיטפח, אל היסודות שמהם
      עץבעיר צמח ב-2006. תמי צרי וד&quot;ר אלון אלירן, המקיימות את עץבעיר, חזרו
      הביתה מעשייה ברחבי התנועה הסביבתית עמוסים בידע על המשבר שהאנושות נתונה בו.
    </p>
    <p>
      סדרת הסרטונים &quot;השיבה הביתה&quot; מחברת את התודעה הגלובלית לפרקטיקה של
      החיים האקולוגיים בעיר, כפי שאלון ותמי חיים אותם, בגוף-ידע שלם שמופץ במתנה.
    </p>
    <p>
      כולכן מוזמנות, כולכם מוזמנים להשתתף בסדנאות בזום או בדירה האקולוגית של
      עץבעיר בלב תל-אביב, לבוא לבקר, לעבוד וללמוד עם תמי ואלון, בבית ובגינות
      ולתמוך ביצירה על-פי היכולת ורצון הלב.
    </p>
  </>
);
// export const youtubeId = '81snpPninKg';

export const imageUrl = image;
